Repository: giellalt/corpus-sme
Catalog: tmx/smj/admin/depts/other_files/reindrift_konvensjon_norge_sverige_nordsamisk_070710.txt.tmx
Source language: sme
Languages: smj

source: Konvenšuvdna Norgga ja Ruoŧa gaskka rádjerasttildeaddji boazodollui
smj: Konvensjåvnnå Svieriga ja Vuona gaskan ällobargo birra rájáj badjel

source: Orohat ja čearru sáhttá dahkat ovttasbargosoahpamuša mii spiehkasta guovlobeavdegirjjis.
smj: Svieriga ja Vuona ráddidusá,

source: Lávdegoddi sáhttá ovdalgo dohkkeha soahpamuša, addit earáide go šiehtadusosolaččaide vejolašvuođa buktit cealkámuša áššái.
smj: ma dan diehti gå sáme li álggoálmmuk mij ällosujtujnis dålusj ájgij rájes la äloj jåhtålam dan badjel mij uddni la rijkkarádjá Svieriga ja Vuona gaskan,

source: Vuosttaš rádješiehtadusa kodicilla golggotmánu 7. ja 18. beivviid 1751 ii bija, riikkaráji rasttildeamis, eará noađuhemiid rádjerasttildeaddji boazodollui eará go dat mat daddjojit kodicillas.
smj: ma vieledibá vuostasj kodisillav rádjátráktahtajda gålgådismáno 7. ja 18. b. 1751, mij duodas sámij riektáv älojisá nuppe rijkkaj jåhtet ja danna rievtesvuodajt ávkkit dålusj árbbedábij milta,

source: Dán konvenšuvnna vuođul galgá duollo-, vearro- ja divatfriddjavuohta gustot buot dain diliin mat namuhuvvojit dán artihkalis ja 10. artihkalis.
smj: ma vieledibá 3. bievddegirjev Sáme álmmuga birra Svieriga säbrramis Europalasj uniåvnnåj, libá oassálasste oassebiele Svieriga välggogisvuodajt dåbdåstam sáme álmmuga hárráj rijkalasj ja rijkajgasskasasj riektájn vuodon.

source: 3. jus dárbbašuvvo boazodoalu atnui galgá duollo-, vearro- ja divatfriddjavuohta gustot nuppi riikkas, fievrridit ja, siskkobealde daid njuolggadusaid mat gustojit riikka iežas boazodolliide atnit
smj: ma, nåv guhkev gå ällosáme goappásj rijkajn ietjasa iellemtjerda ja äládusá suoddjima diehti dárbahi rájájt rasstit ällosujttárin, sihtaba anodit ja daŋga bále vidjurijt dan diehti hiebadit,

source: a. beatnagiid, heasttaid dahje eará elliid
smj: libá návti ájgás boahtám.

source: c. vearjjuid ja báhčinneavvuid
smj: Kapihttal 1.

source: f. eará dárbbašlaš biergasiid.
smj: Vuodobiejadum prinsijpa

source: Geažotbeallji dahje dovdameahttun boazu fuolahuvvo daid mearrádusaid mielde mat gustojit dan riikkas gos boazu lea.
smj: Konvensjåvnå märrádusá gulluji tjieldijda jali tjieldij ällobarggijda ja ällosujttimdajvajda jali daj ällobarggijda.

source: Eallibohccot ja njuvvojuvvon bohccot ja boazobuktagat iežas atnui sáhttet fievrriduvvot nuppi riikii mas duollo-, vearro- ja divatfriddjavuohta galgá gustot.
smj: Konvensjåvnå ulmme le åvddånahttet ja åvdedit aktisasjbargov rijkaj, tjieldij, ällosujttimdajvaj ja ájnegis ällobarggij gaskan vaj guohtom ávkkiduvvá vuogijn mij guhkesájggásasj vuodov vaddá ekologalasj, ekonomalasj ja kultuvralasj guoddelis bargguj goappásj rijkajn.

source: Bohccuid sáhttá njuovvat nuppi riikkas ja dasto fievrridit ruovttoluotta ruovtturiikii mas duollo-, vearro- ja divatfriddjavuohta galgá gustot.
smj: Ällosujtujn rájáj rastá galggá barggat daj riektáj ja välggogisvuodaj milta ma rijkalasj riektáv tjuovvu dan rijkan gånnå älov sujtti, jus ietjá dán konvensjåvnån ij javladuvá.

source: Bohccuid sáhttá njuovvat nuppi riikkas ja vuovdit daid doppe dan riikka sisafievrridan- ja vuovdinmearrádusaid mielde.
smj: Jus dakkár dahko huoman miededuvvá, galggá rijkka älloguohtomav huksat jali, jus dat ij la máhttelis, ekonomalasj buohtov rijka riektá milta vaddet.

source: Unnit meari bohccuid sáhttá spiehkkasemiin njuovvat nuppi riikkas ja vuovdit doppe mas duollo-, vearro- ja divatfriddjavuohta galgá gustot, jus vissásit lea soameheapmi fievrridit bohccuid ruovtturiikii.
smj: Konvensjåvnå adnemij galggaba guokta aktelis orgána gávnnut, aktisattja goappásj rijkajda; tjuottjodimorgána, Svierik-Vuona boatsojguohtomsiebrreráde (Boatsojguohtomsiebrreráde), ja bajemus gujddimorgána, Svierik-Vuona bajemus gujddimsiebrreráde (Bajemusgujddimsiebrreráde).

source: Bohccuid fievrrideapmi mohtorfievrruin riikkaid gaskka sáhttá dahkkojuvvot mohtorfievrruin mii lea dohkkehuvvon dán lágán fievrrideapmái juoppá riikkain.
smj: Tjielde ja ällosujttimdajva oadtju bájkijt nuppen rijkan ällosujttuj ávkkit vuogijn mij javladuvvá sierra bievddegirjen (guovllobievddegirjen) mij la duodden dán konvensjåvnnåj (1. duoddetjála).

source: Kapihtal 3.
smj: Artihkal 7

source: Goabbatge riikka ráđđehusat nammadit guokte lahtu, mas nuppis sudnos galgá leat nana máhtolašvuohta boazodoalu birra ja nammaduvvo riikka boazoealáhusa árvalusa mielde.
smj: Tjiellde ja ällosujttimdajvva oadtju lihtudit aktisasjbargo birra mij guovllobievddegirjev ij tjuovo.

source: Dasa lassin galget ráđđehusat ovttasráđiid, Norgga ja Ruoŧa sámedikkiid árvalusa mielde, nammadit ovtta lahtu gii galgá leat lávdegotti jođiheaddjin.
smj: Dakkár lihttuj gulluji val dakkár ällosujto rievtesvuoda ja guovlo gånnå binnemusát nuppen lihtudiddjen la riektá rijkalasj lágavuodo jali dán konvensjåvnå milta ällosujtujn barggat.

source: Juohke lahttui nammaduvvo persovnnalaš várrelahttu seammá eavttuiguin go váldolahttu.
smj: Aktisasjlihtto ij garrasap gássjelisvuodajt ietjá guosske berustiddjijda oattjo vaddet.

source: Jođiheaddji várrelahttu lea Guohtunlávdegotti nubbinjođiheaddjin.
smj: Jus lihtov hiejtet vierttiji muttágis oare hiejttemij gávnnut.

source: Dan muddui go ii leat mearriduvvon guovlobeavdegirjjis, sáhttá Guohtunlávdegoddi, guovlluid várás mat fátmmastuvvojit beavdegirjjis, mearridit
smj: Giehtadaládijn galggá siebrreráde gåhtset vaj lihtto ållidahttá konvensjåvnå ulmev 2. artihkkala milta. Siebrreráde máhttá åvddål gå lihtto dåhkkiduvvá dibddet iehtjádijt gå lihtudiddjijt vuojnojdisá moalgedit.

source: 1. guhte orohat dahje guhte čearru sáhttá atnit dihto guovllu
smj: Jus lihtto hiejteduvvá, gálggá guovllobievddegirjje fábmuj boahtet.

source: 2. guohtunáiggiid
smj: Artihkal 8

source: 3. alimus boazologu.
smj: Gatjálvis árbbedáhperiektá vijddudagá gähttjalime hárráj ij danen konvensjåvnås gártjeduvá ájnat priváhttariektá vuodujn Svierigin máttarájggásasj ávkkima hárráj Svierigin ja Vuonan.

source: Dasa lassin sáhttá Guohtunlávdegoddi maiddái mearridit
smj: Dakkár ássjev oadtju dåhkkiduvvam dikke åvddåj bajedit Svierigin jali Vuonan.

source: 4. johtimiid čađaheami
smj: Sierra rievtesvuoda ällosujttuj rájáj rastá

source: 5. ealuid čohkkema ja rátkima
smj: Artihkal 9

source: 6. sierra bearráigeahččan- ja guođohanmearrádusaid
smj: Dán konvensjåvnå milta galggá tulla-, värro- ja máksemfriddjavuohta daj bálij ma li dán ja 10. artihkkalijn javladuvvam.

source: 7. spiehkastemiid guovlobeavdegirjji mearrádusain
smj: Gejna dán konvensjåvnå milta ällosujtujn nuppen rijkan barggá la riektá 1. älov sujttidijn rijkkarájáv rasstit ja nuppen rijkan årrot,

source: 8. dohkkehit ovttasbargosoahpamuša 7. artihkkala mielde
smj: 2. nuppen rijkan, guovlon årodijn, mij ávkkiduvvá 6. jali 7. artihkkala milta, daj njuolgadusáj milta ma rijka ietjas ällobarggijda gulluji, a. dållåmuorajt ja verkav válldet majt ällosujto diehti dárbahi adnet,

source: 9. cealkámuša 13. artihkkala mielde
smj: b. rustigijt jali viesojt tsieggit majt ällosujttuj dárbahi ja c. bivddet ja guollit,

source: 10. buhtadusa 24. artihkkala mielde
smj: Artihkal 10

source: 11. lágalaš gohččosiid ja doaimmaid 25. ja 26. artihkkaliid mielde
smj: 4. boahttsuv nuppen rijkan njuovvat ja vuobddet danna dan rijka buktem- ja doalvvommärrádusáj milta.

source: 12. konvenšuvdnadivada 27. artihkkala mielde
smj: Kapihttal 3. Svierik-vuona boatsojguohtomsiebrreráde

source: 13. ruđaid olggosmáksit sisamáksojuvvon konvenšuvdnadivadis 28. artihkkala mielde
smj: Ráddidusá aktan galggaba, Svieriga ja Vuona sámedikkij oajvvadusáj milta, daj lassen nammadit sebrulattjav siebrreráde åvddåulmutjin.

source: 14. veahá sirdit saji gokko konvenšuvdnaáiddit galget ceaggát
smj: Sadjásasj åvddåulmusj la Boatsojguohtomsiebrreráde sadjásasj åvddåulmusj.

source: Guohtunlávdegoddi galgá čuovvut rádjerasttildeaddji boazodoalu ovdáneami ja jahkásaččat dieđihit riikkaid ráđđehusaide.
smj: Boatsojguohtomsiebrreráde galggá rádjáällosujto åvddånimev tjuovvot ja rijkaj ráddidusájda jahkásattjat diededit.

source: Goappaš riikkaid guovddáš, guovllulaš ja báikkálaš eiseválddit galget vieččahit cealkámuša Guohtunlávdegottis ovdalgo gustovaš eiseváldi dahká mearrádusaid mat sáhttet guoskkahit rádjerasttildeaddji boazodoalu.
smj: Goappák rijka guovdásj, dajvak ja bájkálasj fábmudagá galggi moalggemijt Boatsojguohtomsiebrrerádes viedtjat åvddål gulle fábmudahka märrádusájt dahká ma ällosujttuj rájáj badjel máhtti guosskat.

source: Dán lágan gulaskuddan ii dušsindaga ráđđádallangeatnegasvuođa sámi beroštumiid hárrái nu guhká go dán geatnegasvuođa vuođus lea náššuvnnalaš dahje internáššuvnnalaš riekti.
smj: Dakkár dahkamus ij rádádallamvälggogisvuodav fámoduhte sámij berustimij hárráj jus dakkár välggogisvuohta gávnnu rijkalasj jali rijkajgasskasasj riektá milta.

source: Guohtunlávdegotti mearrádusat galget leat eanetlohkomearrádusat (dábálaš eanetlohku).
smj: Boatsojguohtomsiebrreráde ássjijt mierret ieneplåhkomärrádusájn (binnemus ieneplågujn).

source: Jus jienasteamis ii leat ovttasge eanetlohku, de mearrida jođiheaddji jietna.
smj: Åvddåulmutjin la mierrediddje jiedna gå jienastimlåhko la sämmi mieren.

source: Guohtunlávdegoddi lea dohkálaš dahkat mearrádusaid go jođiheaddji ja unnimustá okta lahttu goappáge riikkas oassálastá mearrideamis.
smj: Boatsojguohtomsiebrreráde la mierrediddje gå åvddåulmusj ja binnemusát akta sebrulasj goappák rijkas mierredibmáj säbrraba.

source: Áššeráhkkaneamis, dahje lágalaš gohččumiid gárvvisteamis 25. artihkkala vuosttaš oasi mielde ja 26. artihkkala vuosttaš oasi mielde sáhttá jođiheaddji akto mearridit.
smj: Gatjálvisán mij ássjegárvedibmáj gullu jali biejadisá dahkamij 25. artihkkala vuostasj biehke ja 26. artihkkala vuostasj oase milta, oadtju åvddåulmusj aktu mierredit.

source: Guohtunlávdegotti dahkan mearrádusat sáhttet biddjojuvvot fápmui vaikko mearrádus váidaluvvo Dárkkistangoddái.
smj: Boatsojguohtomsiebrreráde märrádus máhttá fábmuj boahtet vájku märrádus gujddiduvvá Bajemusgujddimsiebrrerádáj.

source: Guohtunlávdegoddi sáhttá goitge mearridit ahte dahkkojuvvon mearrádusa ii galgga bidjat fápmui ovdalgo váidináigemearri lea vássan.
smj: Boatsojguohtomsiebrreráde galla máhttá mierredit vaj märrrádus ij fábmuj boade åvddål gå gujddimájgge vássám la.

source: Dárkkistangoddi sáhttá mearridit ahte váidaluvvon mearrádus ii galgga fápmuiduvvvat ovdalgo váidalus lea loahpalaččat mearriduvvon.
smj: Bajemusgujddimsiebrreráde máhttá mierredit gujddiduvvam märrádusáv ij oattjo dåjmadit åvddål gå gujddimus låhpalattjat la mierredum.

source: Áššeosolaččat dahje earát geaidda mearrádus čuohcá sáhttet váidalit Guohtunlávdegotti mearrádusaid Dárkkistangoddái.
smj: Boatsojguohtomsiebrreráde märrádus máhttá gujddiduvvat Bajemusgujddimsiebrrerádáj oassebieles jali sujsta gesi märrádus ietján guosská.

source: Mearrádusaide, maid lea vejolaš váidalit, gusto njeallje-vahkkosaš váidináigemearri dan beaivvi rájes go mearrádus lea vuostáiváldojuvvon.
smj: Gujddidahtte märrádusájda gullu nielje vahko gujddimájgge dat biejves gå märrádusáv la duosstum.

source: Váidalus galgá leat ollen Guohtunlávdegoddái ovdal dán áigemeari.
smj: Tjáledum gujddimus galggá Boatsojguohtomsiebrrerádáj dan ájge sinna boahtet.

source: Jus váidalus olle ilá maŋŋit, galgá Guohtunlávdegoddi hilgut váidalusa.
smj: Jus gujddimus ilá maŋŋet boahtá, galggá Boatsojguohtomsiebrreráde gujddimusáv hilggot.

source: Norgga-ruoŧa dárkkistangoddi
smj: Svierik-vuona bajemusgujddimsiebrreráde

source: Dárkkistangottis galget leat vihtta lahtu geat nammaduvvojit njealji jahkái.
smj: Bajemusgujddimsiebrreráden galggi vihtta sebrulattja gudi nielje jahkáj nammaduvvi.

source: Ráđđehusat nammadit guokte lahtu goabbáge ja nuppis sudnos galgá leat nana máhtolašvuohta boazodoalu birra ja nammaduvvot riikka boazoealáhusa árvalusa mielde ja nuppis galgá leat duopmárgelbbolašvuohta.
smj: Ráddidusá nammadibá guokta sebrulattja goabbá, goappás nuppen galggá vijdes ällobarggomáhttudahka ja gev biedji rijka boatsojäládusá oajvvadusá milta, ja nuppen galggá duobmármáhttudahka.

source: Dasa lassin galget ráđđehusat ovttasráđiid, Norgga ja Ruoŧa sámedikkiid árvalusa mielde, nammadit ovtta lahtu gii galgá leat dárkkistangotti jođiheaddjin.
smj: Duodden galggaba ráddidusá aktan, Svieriga ja Vuona sámedikkij oajvvadusá milta, biedjat sebrulattjav siebrreráde åvddåulmutjin.

source: Jođiheaddji galgá leat duopmár dahje galgá leat nana duopmárhárjánupmi.
smj: Åvddåulmusj galggá duobmár liehket jali vijdes duobmárdåbdov adnet.

source: Juohke lahttui nammaduvvo persovnnalaš várrelahttu seamma eavttuiguin go váldolahttui.
smj: Juohkka sebrulattjaj persåvnålasj sadjásasj biejaduvvá dan milta mij sebrulattjaj gullu.

source: Jođiheaddji várrelahttu lea Dárkkistangotti nubbinjođiheaddjin.
smj: Åvddåulmutja sadjásasj doajmmá Bajemusgujddimsiebrreráde nubbe åvddåulmutjin.

source: Dárkkistangotti mearrádusat galget leat eanetlohkomearrádusat (dábálaš eanetlohku).
smj: Bajemusgujddimsiebrreráde ássjijt mierret ieneplåhkomärrádusájn (binnemus ieneplågujn).

source: Dárkkistangoddi lea mearrádusfámolaš go buot lahtut oassálastet mearrádusas.
smj: Bajemusgujddimsiebrreráde mierret gå gájkka sebrulattja märrádussaj säbrri.

source: Áššeráhkkaneami dáfus sáhttá jođiheaddji akto mearridit.
smj: Gatjálvisáv mij ássjegárvedibmáj gullu oadtju åvddåulmusj aktu mierredit.

source: Dárkkistangotti mearrádusa konvenšuvdnadivada hárrái 27. artihkkala mielde, sáhttá son gii lea geatnegahttojuvvon máksit konvenšuvdnadivada, badjelduolbmamiid dihte mat dahkkojuvvojit Norggas váidalit diggegoddái ja Ruoŧas váidalit ášši Leanariektái Norrbottena leanas.
smj: Bajemusgujddimsiebrreráde märrádus konvensjåvnnåmávso birra 27. artihkkala milta oadtju sån, guhti la välggogis konvensjåvnnåmávsov mákset, mättojis hárráj Svierigin, gujddit Lenariektáj Norrbottena lenan ja mättoj hárráj Vuonan stiebniga baktu dikke åvddåj.

source: Dasa lassin ii sáhte doalvut Dárkkistangotti mearrádusaid diggegoddái dahje váidalit Leanariektái.
smj: Ietján Bajemusgujddimsiebrreráde märrádusájt ij Lenariektáj oattjo gujddit jalik dikke åvddåj biedjat.

source: Stevnnegii dahje váidalussii gusto njealljevahkkosaš váidináigemearri dan beaivvi rájes go mearrádus lea vuostáiváldojuvvon.
smj: Gujddimussaj jali stiebnigij gullu nielje vahkkusasj ájgge dat biejves gå märrádusáv li duosstum.

source: Stevnnet dahje váidalus galgá leat ollen diggegoddái dahje Leanariektái Norrbottena leanas ovdal dán áigemeari.
smj: Stiebnik jali gujddimus viertti Lenariektáj Norrbottena lenan jali diggáj dan ájgen boahtet.

source: Jus stevnnet dahje váidalus lea ollen ilá maŋŋit, galgá duopmostuollu hilgut váidalusa.
smj: Jus tjálos ilá maŋŋet la boahtám, galggá duobbmoståvllå gujddimusáv jali stiebnigav hilggot.

source: Norgga-ruoŧa guohtunlávdegotti ja Norgga-ruoŧa dárkkistangotti oktasaš mearrádusat
smj: Aktisasj märrádusá Svierik-vuona boatsojguohtomsiebrrerádáj ja Svierik-vuona bajemusgujddimsiebrrerádáj

source: Guohtunlávdegoddi ja Dárkkistangoddi galget áššiid gieđahallamis leat iešheanalaččat eaige váldit ovttage osolačča beali.
smj: Boatsojguohtomsiebrreráde ja Bajemusgujddimsiebrreráde äbá galga ássjij gähttjalattijn årrot ássjijda tjanádum jalik bällásattja.

source: Guohtunlávdegotti dahje Dárkkistangotti dahkan mearrádusat sáhttet fápmui biddjojuvvot iešguđege riikkas seammá njuolggadusaid mielde go riekteválddálaš duopmu náššuvnnalaš duopmostuolus.
smj: Boatsojguohtomsiebrreráde jali Bajemusgujddimsiebrreráde märrádus doajmmá goappák rijkan sämmiláhkáj gåk lágafábmuj bessam duobbmo.

source: Náššuvnnalaš duopmostuolu mearrádus 18. artihkkala goalmmát oasi mielde sáhttá fápmui biddjojuvvot váidi ruovtturiikkas seammá njuolggadusaid mielde go riekteválddálaš duopmu.
smj: Rijkalasj duobbmoståvlå märrádus 18. artihkkala goalmát oase milta doajmmá gujddijiddje rijkan avtaláhkáj gåk lágafábmuj bessam duobbmo.

source: Guohtunlávdegoddi ja Dárkkistangoddi bidjet johtui daid iskkademiid ja guorahallamiid mat leat dárbbašlaččat vai sáhttet doaimmahit dán konvenšuvnna mielde mearriduvvon bargguid.
smj: Boatsojguohtomsiebrreráde ja Bajemusgujddimsiebrreráde biedjaba dajt åtsådimijt ja guoradallamijt jåhtuj majs la dárbbo ållidahtátjit ietjaska välggogisvuodajt dán konvensjåvnå milta.

source: Guohtunlávdegoddi ja Dárkkistangoddi sáhttet njuolga váldit oktavuođa eiseválddiiguin goappaš riikkain ja bivdit sin veahki.
smj: Boatsojguohtomsiebrreráde ja Bajemusgujddimsiebrreráde máhtteba njuolgga aktavuodav goappásj rijkaj fábmudagáj válldet viehkev åttjutjit.

source: Dárbbu mielde sáhttet goappaš lávdegottit atnit áššedovdiid veahkkin sierra guorahallanbargguide.
smj: Jus la dárbbo de siebrreráde oadtjoba ássjedåbddijt sierra guoradallambargojda ávkkit.

source: Guohtunlávdegotti ja Dárkkistangotti lahtut, áššedovdit ja olbmot geat gullet lávdegottiid čállingottiide sáhttet rasttildit riikkaráji gokko heive lávdegottiid bargguid dáfus, mas duollo-, vearro- ja divatfriddjavuohta galgá gustot, ja fievrridit fárusteaset dárbbašlaš biergasiid.
smj: Boatsojguohtomsiebrreráde ja Bajemusgujddimsiebrreráde sebrulattja, ássjedåbdde ja ulmutja tjanádum siebrreráde dåjmadahkaj máhtti rijkarájáv rasstit siebrreráde bargo diehti gå la dárbbo ja tulla, väro ja mávso dagi dárbbagijt buktet.

source: Guohtunlávdegotti ja Dárkkistangotti njuolggadusat leat dán konvenšuvnnas mielddusin (2. mielddus).
smj: Njuolgadus Boatsojguohtomsiebrrerádáj ja Bajemusgujddimsiebrrerádáj la duodden dán konvensjåvnnåj (2. duoddetjála).

source: Guohtunlávdegoddi ja Dárkkistangoddi ráhkadit iešguđege bušeahttaevttohusa juohke jagi.
smj: Boatsojguohtomsiebrreráde ja Bajemusgujddimsiebrreráde dahkaba goabbák ietjaska jahkásasj budjähttaoajvvadusáv.

source: Bušeahtaid dohkkehit ráđđehusat.
smj: Budjähtta mierreduvvá ráddidusájs aktan.

source: Golut juogaduvvojit ovttamađe goappaš riikkaide.
smj: Gålo juogeduvvi avta mahten goappák rijkkaj.

source: Ráđđehusat mearridit ovttasráđiid rehketdoallo- ja rehketdoallodárkkistanvugiid.
smj: Ráddidusá mierredíbá lågovdahkam- ja revisjåvnnåhámijt.

source: Mearrádusat bohccuid ruovttoluotta fievrrideami ja badjelduolbmamiid birra
smj: Märrádusá boahttsuj ruoptusdoalvvoma ja mieddemij birra

source: Jus orohaga dahje čearu bohccot orrot nuppi riikkas vaikko konvenšuvdna ii atte dan vejolašvuođa, dahje iežas riikka orohaga dahje čearu bohccot orrot dakkár guovllus gos ii leat lohpi konvenšuvnna mielde, de galgá orohat dahje čearru farggamusat máhcahit bohccuid ruovttoluotta lobálaš guohtunguovlluide.
smj: Jus boahttsu nuppet rijka tjieldes jali ällosujttimdajvas li nuppen rijkan dán konvensjåvnå loabe dagi, jali jus boahttsu tjieldes jali ällosujttimdajvas ietjas rijkan li muhtem guovlon konvensjåvnå vuosstij, galggá tjiellde jali ällosujttimdajvva ruvva máhttelis boahttsujt loabedam guohtomguovlluj doalvvot.

source: Ovdalgo bohccuid doalvu ruovttoluotta de galgá, jus lea vejolaš, dieđihuvvot daidda orohagaide dahje čearuide maidda guoská.
smj: Åvddål gå boahttsujt doalvvogoahtá galggá ássjáj gulle tjälldáj jali ällosujttimdajvvaj diededit jus máhttelis.

source: Rátkimat dahje miessemearkumat eai goitge oaččo lágiduvvot jus buori áiggis ii leat dieđihuvvon daidda orohagaide dahje čearuide maidda guoská.
smj: Lárkkamijt jali miessemärkkomijt ij oattjo adnet jus ij buorre mutton guosske tjälldáj jali ällosujttimdajvvaj la diededam.

source: Orohat dahje čearru galgá, maŋŋel rátkimiid farggamusat doalvut bohccuid lobálaš guohtunguovlui jus gullevaš áššeosolaččat eai leačča soahpan earaládje gaskaneaset.
smj: Tjiellde jali ällosujttimdajvva galggá, lárkkama maŋŋela, dalága boahttsujt loahpeguovlluj doalvvot jus ij oassebielij lihton ietjá javladuvá.

source: Jus orohat dahje čearru mii lea ožžon dihtosii rátkimiid birra, ii boađe, ja jus bohccuid ii sáhte máhcahit ruovttoluotta mealgat liigebarggu haga, de sáhttá dat orohat dahje dat čearru gii doaimmaha rátkimiid, njuovvat bohcco ja vuovdit dan boazoeaiggáda nammii.
smj: Jus tjiellde jali ällosujttimdajvva diededum lárkkamis gáhtu ja boahttsujt e ruoptus máhte stuoráp vájvij dagi doalvvot, oadtju dat tjiellde jali ällosujttimdajvva mij lárkkamav huksá äjgádij nammaj boahttsujt njuovadit ja vuobdadit.

source: Jus eai leat soahpamuša bokte mearridan eará, de galgá orohat dahje čearru máksit buhtadusa sutnje gii fuolaha ja fievrrida bohccuid ruovttoluotta.
smj: Jus ij ietján lihtuda galggá tjiellde jali ällosujttimdajvva sunji mákset guhti boahttsujt ájmmuj válldá ja ruoptus doalvvu.

source: Nu maiddái galgá boazoeaiggát máksit njuovvan- ja vuovdingoluid.
smj: Vijdábut boahttsu äjgát galggá njuovvam- ja vuobddemgålojt mákset.

source: Go lea sierramielalašvuohta buhtadusa sturrodagas, de mearrida Guohtunlávdegoddi dán.
smj: Jus sierravuojno mávso stuorrudagás li de Boatsojguohtomsiebrreráde dav mierret.

source: Jus orohat dahje čearru ii fievrrit bohccuid ruovttoluotta nu movt 24. artihkkalis daddjojuvvo, de sáhttá Guohtunlávdegoddi, go son gii lea vaháguvvan dahje gillá heittotvuođa gáibida dan, addit gohččuma orohahkii dahje čerrui mearriduvvon áigái doalvut bohccuid eret.
smj: Jus tjiellde jali ällosujttimdajvva ij boahttsujt máhtsada vuogijn mij 24. artihkkalin javladuvvá, máhttá Boatsojguohtomsiebrreráde, suv ádnomis gut vahágav ja vájvev gierddá, biejadit tjieldev jali ällosujttimdajvav muhtem ájge sinna boahttsujt ierit doalvvot.

source: Jus gohččun ii čuvvojuvvo, de mearrida Guohtunlávdegoddi gii galgá sáhttit juogo fievrridit bohccuid ruovttoluotta dahje njuovvat ja vuovdit daid boazoeaiggáda nammii.
smj: Jus biejadisáv ij tjuovo de Boatsojguohtomsiebrreráde mierret gut boahttsujt oadtju juogu de ruoptus doalvvot jali njuovvat ja äjgádij nammaj vuobddet.

source: Lávdegoddi sáhttá mearridit ahte dákkár doaimmat galget fuolahuvvot riikka ovddasvástideaddji eiseválddi bokte dahje orohaga ja čearu bokte mii lea váldán badjelasas čađahit dákkár doaimma.
smj: Siebrreráde máhttá mierredit dakkár biedjamdagojt oadtju åvdåsvásstediddje fábmudahka rijkan tjadádit, jali tjiellde ja ällosujttimdajvva mij dákkár dagov ietjas nali válldám la.

source: Ruovttoluotta máhcahangoluid galgá máksit dat gullevaš orohat dahje čearru mii lea ožžon gohččosa dan dahkat vuosttaš lađđasa vuođul.
smj: Doalvvomgålojt máksá tjiellde jali ällosujttimdajvva mij biejadisáv la oadtjum vuostasj oase milta.

source: Njuovvan- ja vuovdingoluid galgá boazoeaiggát máksit.
smj: Boatsojäjgát máksá njuovvama ja vuobddema åvdås.

source: Ruhta mii báhcá njuovvamis ja vuovdimis gullá boazoeaiggádii.
smj: Boatsojäjgát oadtju dav mij njuovvamis ja vuobddemis báhtsá.

source: Boazoeaiggát, orohat dahje čearru gii ii čuovo mearrádusaid mat dán konvenšuvnnas leat mearriduvvon dahje ii čuovo mearrádusa man Guohtunlávdegoddi dahje Dárkkistangoddi lea dahkan, sáhttá Guohtunlávdegottis oažžut gohččuma mearriduvvon áigái dahkat dahje guođđit dahkamis dihto doaimma.
smj: Boatsojäjgádav, tjieldev jali ällosujttimdajvav, mij ij tjuovo dán konvensjåvnå njuolgadusáv jali märrádusáv diededuvvam Boatsojguohtomsiebrrerádes jali Bajemusgujddimsiebrrerádes, máhttá Boatsojguohtomsiebrreráde muhtem ájgen biejadit juojddá dahkat jali guodet.

source: Gohččumis sáhttá bággosáhkku mearriduvvot.
smj: Biejadissaj máhttá sáhkov lasedit.

source: Jus lea heivvolaš, sáhttá bággosáhku mearriduvvot jotkkolaččat.
smj: Jus hiehpá, oadtju sáhkov moattebállásattjan biejadit.

source: Go mearrida bággosáhku sturrodaga galgá vuhtiiváldit dan vahága mii sáhttá čuožžilit jus gohččun ii čuvvojuvvo, ekonomalaš diliid sus gii galgá čuovvut gohččuma ja maiddái eará dilálašvuođaid.
smj: Gå sáhko stuorrudagáv mierret galggá árvustallat dav vahágav mij máhttá badjánit jus biejadisáv ij tjuovo, suv ekonomalasj vidjurijt gänna la välggogisvuohta gåhttjomav tjuovvot ja vidjurijt ietján.
